biomejs.biome
charliermarsh.ruff
github.copilot
github.copilot-chat
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
prisma.prisma
rust-lang.rust-analyzer
ryanolsonx.solarized
vscodevim.vim
